// ownCloud

"_bad_username_password_"               = "Nome de usuário ou senha errados";
"_cancelled_by_user"                    = "Transferência cancelada";
"_error_folder_destiny_is_the_same_"    = "Não é possível mover a pasta para ela mesma";
"_error_not_permission_"                = "Você não tem permissão para completar a operação";
"_error_path_"                          = "Não é possível abrir este arquivo ou pasta. Certifique-se que existam";
"_file_upload_not_exitst_"              = "O arquivo que queremos enviar não existe";
"_forbidden_characters_from_server_"    = "O nome contém pelo menos um caracter inválido";
"_not_connected_internet_"              = "Erro de conexão ao servidor";
"_not_possible_connect_to_server_"      = "Não é possível conectar ao servidor neste momento";
"_not_possible_create_folder_"          = "Não foi possível criar a pasta";
"_server_down_"                         = "O servidor está inacessível";
"_time_out_"                            = "Tempo esgotado, tente novamente";
"_unknow_response_server_"              = "Resposta inesperada do servidor";
"_user_autentication_required_"         = "Autenticação do usuário é requerida";
"_file_directory_locked_"               = "Arquivo ou diretório bloqueado";
"_ssl_certificate_untrusted_"           = "O certificado para este servidor é inválido";
"_internal_server_"                     = "Erro Interno do Servidor";

"_file_already_exists_"                 = "Não é possível completar a operação pois existe um arquivo com o mesmo nome";
"_file_folder_not_exists_"              = "O arquivo de origem não foi encontrado no caminho especificado";
"_folder_contents_nochanged_"           = "O conteúdo da pasta não foi modificada";
"_images_invalid_converted_"            = "A imagem é inválida e não pode ser convertida para uma miniatura";
"_method_not_expected_"                 = "Método de solicitação não esperado";
"_reauthenticate_user_"                 = "Acesso expirado. Por favor reautentique o usuário";
"_server_error_retry_"                  = "O servidor está temporariamente indisponível";
"_too_many_files_"                      = "Muitos arquivos seriam envolvidos nesta operação para completar com sucesso";
"_too_many_request_"                    = "Limite da taxa alcançado - muitas requisições foram enviadas";
"_user_over_quota_"                     = "A cota de armazenamento foi alcançada";

"_ssl_connection_error_"                = "Conexão SSL com erro, tente novamente";
